Revit 2027 API
ParameterTypeId.SectionAttrTailLength Property
 "Tail length"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SectionAttrTailLength { get; }
Public Shared ReadOnly Property SectionAttrTailLength As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SectionAttrTailLength {
	ForgeTypeId^ get ();
}
static member SectionAttrTailLength : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace